[{"architect":"Frank Lloyd Wright, Fallingwater (1939)","location":"Bear Run, Pennsylvania, United States","imageUrl":"https://cdn.britannica.com/63/96663-050-C17E44F5/Fallingwater-Frank-Lloyd-Wright-Mill-Run-Pennsylvania-1937.jpg","description":"Frank Lloyd Wright’s masterful design was originally a weekend home, but it was donated to the Western Pennsylvania Conservancy and opened to the public in the 1960s. The home is one of the most famous 20th-century architectural sites, marrying modern style with nature to embody the style of organic architecture—a term that Wright himself coined. “With its dramatic, horizontal concrete slabs cantilevered over the roaring crescendo of a waterfall,” the editors write, “Fallingwater symbolizes both the romance of nature and the triumph of man.”","id":"1"},{"architect":"Arthur Erickson, Graham House (1962)","location":"West Vancouver, British Columbia, Canada","imageUrl":"https://www.priceypads.com/wp-content/uploads/2012/05/web-grahamEstoExt2-1.jpg","description":"Arthur Erickson became an architect after seeing the designs of Frank Lloyd Wright. Like his predecessor, he joined man-made structures and their environments together in perfect balance. “Working at a time when Modern architecture was widely accepted, Erickson had the freedom to endow his works with a deep-seated appreciation for nature,” the editors write. “This sensitivity characterized his seminal contribution to the creation of a North American ‘West Coast’ architecture style.” Erickson built the Graham House, which consisted of a series of gradually descending levels, into a steep cliff. He realized the residence in wood and glass over a creek. The home is no longer around—it was torn down in 2007—but it was a milestone for Canadian architecture when it was designed.","id":"2"},{"architect":"Denton Corker Marshall, View Hill House (2012)","location":"Yarra Valley, Victoria, Australia","imageUrl":"https://d7hftxdivxxvm.cloudfront.net/?resize_to=width&src=https%3A%2F%2Fartsy-media-uploads.s3.amazonaws.com%2FglaW_3iwFdfVqdywctM2dQ%252F8992071785_987b9eecd1_k.jpg&width=1200&quality=80","description":"Like a streamlined sculpture, the cantilevered View Hill House looks over a vineyard in the picturesque Yarra Valley. Each floor in the two-story residence is treated to views of the wine region through floor-to-ceiling windows at the end of each rectangular structure. Though the design looks as if it might topple or has been temporarily placed there, the View Hill Home strikes a balance with its surroundings.","id":"3"},{"architect":"Javier Senosiain, Casa Orgánica (1984)","location":"Naucalpan, Mexico","imageUrl":"https://d7hftxdivxxvm.cloudfront.net/?resize_to=width&src=https%3A%2F%2Fartsy-media-uploads.s3.amazonaws.com%2FYS-8EQEeHv8b5egC7nxpog%252F281%2BCasa%2BOrganica.jpg&width=1200&quality=80","description":"From certain views, Casa Orgánica, located northwest of Mexico City, is redolent of the homes of Tolkein’s Hobbiton, emerging from rolling verdant greenery. From another angle, it resembles a shark with its jaws wide open. “The house’s polyurethane skin is reptilian, glimmering with iridescent colors,” the editors write, noting the “eyelike windows” that feature prominently. Architect Javier Senosiain himself has likened it to “a mother’s bosom” or “an animal’s lair.” Whatever the residence reminds you of, it is a sinuous, colorful splendor. Step inside, and its curves form built-in furniture.","id":"4"},{"architect":"Antti Lovag, Bubble Palace (1989)","location":"Théoule-sur-Mer, France","imageUrl":"https://d7hftxdivxxvm.cloudfront.net/?resize_to=width&src=https%3A%2F%2Fartsy-media-uploads.s3.amazonaws.com%2F7228Z9xV0YJCS4UPLr0Tgg%252F214%2BBubble%2BPalace.jpg&width=1200&quality=80","description":"This sprawling, 13,000-square-foot complex looks like an enormous waterpark on the French Riviera. It’s composed of taupe bulbs that open to reveal windows, entryways, or waterfalls. “It is an example of the Hungarian architect’s philosophy of ‘habitology’—a vague concept that included banning right angles and straight lines,” Phaidon’s editors write. Antti Lovag celebrated natural, organic curves in this 10-bedroom residence at the foot of the Massif de l’Esterel mountains.","id":"5"},{"architect":"Matti Suuronen, Futuro House (1968)","location":"Hiekkaharju, Vantaa, Finland","imageUrl":"https://d7hftxdivxxvm.cloudfront.net/?resize_to=width&src=https%3A%2F%2Fartsy-media-uploads.s3.amazonaws.com%2FLDJW41Et8Dk2uYyJSmL-1g%252FFuturo_WeeGee_Espoo.jpg&width=1200&quality=80","description":"No decade but the 1960s could have brought us this prefab spaceship-chic home. Finnish architect Matti Suuronen conceived of the Futuro House as a holiday home, but its UFO-like shape and simplicity earned its reputation as the house of the future. The two-bedroom, one-bathroom abode could be put together by four people in just a few hours. It was considered “portable” because it could be airlifted to a new location. Within a few years, the design was present all over the world. But the oil crisis in 1973 resulted in the cancellation of 15,000 homes, and the style fell out of favor. Today, only around 60 exist, from Rockwall, Texas; to Krasnodar, Russia; to New Taipei City, Taiwan.","id":"6"},{"architect":"Jarmund/Vigsnӕs Arkitekter, The Red House (2002)","location":"Oslo, Norway","imageUrl":"https://d7hftxdivxxvm.cloudfront.net/?resize_to=width&src=https%3A%2F%2Fartsy-media-uploads.s3.amazonaws.com%2FmHaOy1Y83E5O_WFs7MlWLQ%252F023%2BRed.jpg&width=1200&quality=80","description":"A slash of red in the snowy Oslo landscape, the Red House both interrupts and fits in with its sloping environment; its bright exterior was made from the same wood as its Nordic neighbors. Its crimson hue may have been “inspired by the client’s temperament,” the editors write, but its interior is practical: Adults mostly interact on the upper level, while children have free reign on the ground floor.","id":"7"},{"architect":"Future Systems, Malator House (1994)","location":"St. Brides Bay, Wales, United Kingdom","imageUrl":"https://d7hftxdivxxvm.cloudfront.net/?resize_to=width&src=https%3A%2F%2Fartsy-media-uploads.s3.amazonaws.com%2FkwwoOEFeFF-Xdwa9WifERQ%252F191%2BMalator.jpg&width=1200&quality=80","description":"The windowed façade of the Malator House clandestinely peeks out over the Welsh coastline, otherwise blending into the grassy knoll on which it was built. The earth shelter, a style that was heavily revisited in the 1970s, can maintain a steady internal temperature, and is minimally invasive within the landscape. The editors write that the Malator House, conceived by Jan Kaplický and Amanda Levete of Future Systems, represents design pushed “to aesthetic and technical limits.”","id":"8"},{"architect":"Natrufied Architecture, Dragspel House (2004)","location":"Smolmark, Sweden","imageUrl":"https://d7hftxdivxxvm.cloudfront.net/?resize_to=width&src=https%3A%2F%2Fartsy-media-uploads.s3.amazonaws.com%2FpGBWUPRZy4CDtjMHjZiOZQ%252F137%2BDragspel.jpg&width=1200&quality=80","description":"Tucked in the woods of Smolmark, Sweden, this fantastical residence takes its name from the Swedish word for “accordion,” thanks to its folding red cedarwood exterior. The house, an extension of a 19th-century cabin, “resembles some fantastical horned creature that has come to rest by the side of Lake Övre Gla,” the editors write. The design works like a matchbox: The front part of the cabin can extend out over the adjacent brook. Inside, there’s a Nordic feel, with pine lattice and reindeer pelts lining the walls.","id":"9"},{"architect":"Dan Naegle, Bell Beach House (1965)","location":"San Diego, California, United States","imageUrl":"https://d7hftxdivxxvm.cloudfront.net/?resize_to=width&src=https%3A%2F%2Fartsy-media-uploads.s3.amazonaws.com%2F6eFICBU8q6PVhTyRwiToHg%252F32558986000_88265ff1c7_k.jpg&width=1200&quality=80","description":"Dan Naegle’s Bell Beach House was a quirky solution for the guest house of a clifftop summer home. To reach it, one would have needed to befriend the owner Sam Bell, of Bell’s potato chip fame (now defunct), then take a funicular train down the cliffs to the residence. Today, the railway no longer works and the main home has been torn down—access is granted from the beach through high concrete walls built by the second owners. But before the walls, the high tides surrounding the base of the abode further heightened its disguise as a secretive observatory.","id":"10"},{"architect":"aaaaaaaaa","location":"","imageUrl":"","description":"","id":"dd1267d9-fa97-4c73-ad62-8738e222bf68"},{"architect":"aaasasasasasasf","location":"","imageUrl":"","description":"","id":"da54f323-d5c0-4ea6-a20e-845e2bc3fc01"},{"architect":"qqqqqqqqqqqqqqqq","location":"qqqqqqqqqqqq","imageUrl":"qqqqqqqqqqq","description":"qqqqqqqqqqqq","id":"19c995b8-eaac-4e05-88ff-667daf5fbeef"},{"architect":"oleeeee","location":"ole","imageUrl":"oleeeee","description":"oleeeeee","id":"dc4dc2db-9591-49f6-8530-5dc2d14d01f9"}]